apt-transport-https
bash
build-essential
ca-certificates
containerd.io
curl
dash
diffutils
docker-buildx-plugin
docker-ce
docker-ce-cli
docker-compose-plugin
efibootmgr
ffmpeg
findutils
fonts-freefont-ttf
fonts-ipafont-gothic
fonts-liberation
fonts-noto-color-emoji
fonts-tlwg-loma-otf
fonts-unifont
fonts-wqy-zenhei
fzf
grep
grub-efi-amd64
grub-efi-amd64-signed
gzip
hostname
init
libasound2t64
libatk-bridge2.0-0t64
libatk1.0-0t64
libatspi2.0-0t64
libcairo2
libcups2t64
libdbus-1-3
libdrm2
libffi-dev
libfontconfig1
libfreetype6
libgbm1
libglib2.0-0t64
libnspr4
libnss3
libpango-1.0-0
libx11-6
libxcb1
libxcomposite1
libxdamage1
libxext6
libxfixes3
libxkbcommon0
libxrandr2
linux-generic
ncurses-base
ncurses-bin
nordvpn
openssh-server
python3-dev
restic
ripgrep
shim-signed
tailscale
tailscale-archive-keyring
tlp
tmux
tree-sitter-cli
ubuntu-minimal
ubuntu-server
ubuntu-server-minimal
ubuntu-standard
util-linux
wireguard-tools
wpasupplicant
xfonts-cyrillic
xfonts-scalable
xvfb
zoxide
zsh
